import React from "react";
import FeedbackContainer from "./FeedbackContainer";

const Feedback = () => {
  return (
    <div
      id="feedback"
      className="lg:h-[500px] my-5 lg:mx-20 mx-4 overflow-auto custom-scrollbar"
    >
      <FeedbackContainer
        title="Exploring Our E-Commerce Selection"
        content="জামিয়া রশীদিয়া একটি প্রমিনেন্ট শিক্ষা প্রতিষ্ঠান, যা শিক্ষার আলোকে একটি গুরুত্বপূর্ণ ভূমিকা পালন করে। এই শিক্ষা প্রতিষ্ঠানটি শিক্ষার মাধ্যমে ছাত্র-ছাত্রীদের দিকে একটি সমৃদ্ধ ও সম্পূর্ণ মানবিক প্রশাসন ও মানবিক উন্নতির পথে নেওয়ার লক্ষ্যে উন্নত শিক্ষা দান করে।"
      />
      <FeedbackContainer
        title="Exploring Our E-Commerce Selection"
        content="জামিয়া রশীদিয়া একটি বিশেষভাবে মানবিক ও মৌলিক শিক্ষা প্রদান করার জন্য পরিচিত। এখানে ছাত্র-ছাত্রীদের মানসিক, নৈতিক এবং আধ্যাত্মিক উন্নতি করার সাথে সাথে শিক্ষার্থীদের যাত্রাপথে পরিচিত করা হয়। শিক্ষার্থীদের মধ্যে নৈতিক মূল্য, সমাজসেবা, দরিদ্রদের দিকে সাহায্য এবং আল্লাহর দিকে মনোনিবেশ এই গুণগুলি অনুসরণ করতে এই প্রতিষ্ঠান একটি গুরুত্বপূর্ণ ভূমিকা পালন করে।"
      />
      <FeedbackContainer
        title="Exploring Our E-Commerce Selection"
        content="জামিয়া রশীদিয়া ছাত্র-ছাত্রীদের শিক্ষার প্রতি অবদান এবং পরিশ্রম প্রশ্ন করে এবং তাদের একটি সশক্ত ও মৌলিক শিক্ষার অভ্যন্তরীণ পরিবেশ প্রদান করে। এখানে শিক্ষার্থীদের বিভিন্ন শিক্ষাগত ও সামাজিক কার্যক্রমে অংশ নেওয়ার সুযোগ দেওয়া হয়, যা তাদের আত্মবিশ্বাস ও ব্যক্তিগত উন্নতি বাড়াতে সাহায্য করে।"
      />
      <FeedbackContainer
        title="Exploring Our E-Commerce Selection"
        content="সক্ষম শিক্ষক-শিক্ষিকা দল, শিক্ষার্থীদের সাথে মানসিক ও আত্মিক যোগাযোগ এবং আমলী প্রশাসনের মাধ্যমে জামিয়া রশীদিয়া ছাত্র-ছাত্রীদের একটি সাফল্যমূলক ভবিষ্যৎ তৈরি করতে নিরত।"
      />
      <FeedbackContainer
        title="Exploring Our E-Commerce Selection"
        content="সম্প্রতি, জামিয়া রশীদিয়া শিক্ষাপ্রতিষ্ঠানটি আরও উন্নত শিক্ষা প্রদানের লক্ষ্যে নতুন প্রয়াস করে এবং ছাত্র-ছাত্রীদের ক্ষমতা ও কাজের দিকে মাথা গরম করতে সহায়ক উপায় সরবরাহ করে।"
      />
      <FeedbackContainer
        title="Exploring Our E-Commerce Selection"
        content="সংক্ষিপ্তভাবে বলা যায়, জামিয়া রশীদিয়া একটি শিক্ষা প্রতিষ্ঠান, যা মানবিক উন্নতি এবং সামাজিক উন্নতির উদ্দেশ্যে বিশেষভাবে যোগাযোগ ও শিক্ষার সাথে জড়িত।"
      />
    </div>
  );
};

export default Feedback;
