import React from "react";
import SubscribeForm from "./SubscribeForm";
import Disclaimer from "./Disclaimer";

const Overview = () => {
  return (
    <>
      <div className="flex justify-around mt-10 ">
        <div className="flex  items-center justify-center  w-[350px] custom-rounded shadow h-[200px] border rounded-b-lg bg-gray-50 ">
          <h2 className="text-4xl font-extrabold">#উস্তাদ ১৫০</h2>
        </div>
        <div className="flex  items-center justify-center  w-[350px] custom-rounded  shadow h-[200px] border rounded-b-lg bg-gray-50 ">
          <h2 className="text-4xl font-extrabold">#খাদেম ৫০ জন</h2>
        </div>
        <div className="flex items-center justify-center w-[350px] custom-rounded shadow h-[200px] border bg-gray-50">
          <h2 className="text-4xl font-extrabold"># ছাত্র ৬৫০০ জন</h2>
        </div>
      </div>

      <div id="overview" className="flex  m-5">
        <div className="w-1/3 ">
          <SubscribeForm />
          <Disclaimer />
        </div>
        <div className=" leading-8	 bg-gray-100 w-2/3 p-4 rounded">
          <h3>
            জামেয়া রশীদিয়া ফেনী ফেনী সদর উপজেলার মোটবী ইউনিয়নের কালিদাস
            পাহালিয়া নদীর তীরে লস্করহাটে অবস্থিত একটি কওমি মাদ্রাসা। রশিদ আহমদ
            লুধিয়ানভির শিষ্য মুফতি শহিদুল্লাহ ১৯৯৪ সালে এই মাদ্রাসাটি প্রতিষ্ঠা
            করেন। অল্প কয়েকজন ছাত্র নিয়ে একটি জীর্ণ মসজিদে মাদ্রাসাটির যাত্রা
            শুরু হয়। সাত একর জায়গাজুড়ে বিস্তৃত এই শিক্ষাঙ্গনটি প্রতিষ্ঠায়
            অগ্রণী ভূমিকা রাখেন স্থানীয় দানবীর হাজী মোহাম্মদ আলী বিশাল।
            প্রতিষ্ঠালগ্ন থেকে মাদ্রাসাটি পরিচালনা করছেন মুফতি শহিদুল্লাহ।
            মাদ্রাসাটি বেফাকুল মাদারিসিল আরাবিয়া বাংলাদেশের অন্তর্ভুক্ত। ২০২১
            সালে মাদ্রাসার ছাত্রসংখ্যা ৫০০০ জন। নিয়মিত ছাত্রদের পাশাপাশি সাধারণ
            শিক্ষায় শিক্ষিতদের জন্য এখানে ‘কুল্লিয়াতে শারইয়্যাই’ এবং স্থানীয়
            সাধারণ মানুষের ধর্মীয় শিক্ষার জন্য বিশেষ ব্যবস্থা আছে।
            প্রতিষ্ঠানটিতে ১৪০ জন শিক্ষক এবং ২১ জন খাদিম ও কর্মচারী রয়েছে।
            সামাজিক সেবামূলক কাজে অংশগ্রহণের জন্য মাদ্রাসাটি প্রতিষ্ঠা করেছে
            ‘ইসলাহী ফাউন্ডেশন’। পরিবেশ সংরক্ষণে অবদানের জন্য মাদ্রাসাটি কৃষি
            মন্ত্রণালয় থেকে ২০০৯ সালে জাতীয় পর্যায়ে প্রথম স্থান অধিকার করে
            এবং পুরস্কৃত হয়। মাদ্রাসার ৯ হাজার স্বেচ্ছাসেবী উন্নয়ন সদস্য
            রয়েছে, যারা মাদ্রাসার উন্নতি-অগ্রগতির জন্য নিয়মিত দান-অনুদান করেন।
            মাদ্রাসাটি থেকে প্রতি রমজানে অন্তত ৫০০ মসজিদে ১০০০ হাফেজকে
            বিনামূল্যে খতমে তারাবিহ পড়ানোর জন্য প্রেরণ করা হয়। এই মাদ্রাসায়
            বার্ষিক উন্নয়ন সদস্য সম্মেলন, বার্ষিক সভা, ইসলাহি মাহফিল সহ প্রতি
            বছর বিভিন্ন অনুষ্ঠানের আয়োজন করা হয়।[১][২]
          </h3>
          <h3>
            জামেয়া রশীদিয়া ফেনী ফেনী সদর উপজেলার মোটবী ইউনিয়নের কালিদাস
            পাহালিয়া নদীর তীরে লস্করহাটে অবস্থিত একটি কওমি মাদ্রাসা। রশিদ আহমদ
            লুধিয়ানভির শিষ্য মুফতি শহিদুল্লাহ ১৯৯৪ সালে এই মাদ্রাসাটি প্রতিষ্ঠা
            করেন। অল্প কয়েকজন ছাত্র নিয়ে একটি জীর্ণ মসজিদে মাদ্রাসাটির যাত্রা
            শুরু হয়। সাত একর জায়গাজুড়ে বিস্তৃত এই শিক্ষাঙ্গনটি প্রতিষ্ঠায়
            অগ্রণী ভূমিকা রাখেন স্থানীয় দানবীর হাজী মোহাম্মদ আলী বিশাল।
            প্রতিষ্ঠালগ্ন থেকে মাদ্রাসাটি পরিচালনা করছেন মুফতি শহিদুল্লাহ।
            মাদ্রাসাটি বেফাকুল মাদারিসিল আরাবিয়া বাংলাদেশের অন্তর্ভুক্ত। ২০২১
            সালে মাদ্রাসার ছাত্রসংখ্যা ৫০০০ জন। নিয়মিত ছাত্রদের পাশাপাশি সাধারণ
            শিক্ষায় শিক্ষিতদের জন্য এখানে ‘কুল্লিয়াতে শারইয়্যাই’ এবং স্থানীয়
            সাধারণ মানুষের ধর্মীয় শিক্ষার জন্য বিশেষ ব্যবস্থা আছে।
            প্রতিষ্ঠানটিতে ১৪০ জন শিক্ষক এবং ২১ জন খাদিম ও কর্মচারী রয়েছে।
            সামাজিক সেবামূলক কাজে অংশগ্রহণের জন্য মাদ্রাসাটি প্রতিষ্ঠা করেছে
            ‘ইসলাহী ফাউন্ডেশন’। পরিবেশ সংরক্ষণে অবদানের জন্য মাদ্রাসাটি কৃষি
            মন্ত্রণালয় থেকে ২০০৯ সালে জাতীয় পর্যায়ে প্রথম স্থান অধিকার করে
            এবং পুরস্কৃত হয়। মাদ্রাসার ৯ হাজার স্বেচ্ছাসেবী উন্নয়ন সদস্য
            রয়েছে, যারা মাদ্রাসার উন্নতি-অগ্রগতির জন্য নিয়মিত দান-অনুদান করেন।
            মাদ্রাসাটি থেকে প্রতি রমজানে অন্তত ৫০০ মসজিদে ১০০০ হাফেজকে
            বিনামূল্যে খতমে তারাবিহ পড়ানোর জন্য প্রেরণ করা হয়। এই মাদ্রাসায়
            বার্ষিক উন্নয়ন সদস্য সম্মেলন, বার্ষিক সভা, ইসলাহি মাহফিল সহ প্রতি
            বছর বিভিন্ন অনুষ্ঠানের আয়োজন করা হয়।[১][২]
          </h3>
          <h3>
            জামেয়া রশীদিয়া ফেনী ফেনী সদর উপজেলার মোটবী ইউনিয়নের কালিদাস
            পাহালিয়া নদীর তীরে লস্করহাটে অবস্থিত একটি কওমি মাদ্রাসা। রশিদ আহমদ
            লুধিয়ানভির শিষ্য মুফতি শহিদুল্লাহ ১৯৯৪ সালে এই মাদ্রাসাটি প্রতিষ্ঠা
            করেন। অল্প কয়েকজন ছাত্র নিয়ে একটি জীর্ণ মসজিদে মাদ্রাসাটির যাত্রা
            শুরু হয়। সাত একর জায়গাজুড়ে বিস্তৃত এই শিক্ষাঙ্গনটি প্রতিষ্ঠায়
            অগ্রণী ভূমিকা রাখেন স্থানীয় দানবীর হাজী মোহাম্মদ আলী বিশাল।
            প্রতিষ্ঠালগ্ন থেকে মাদ্রাসাটি পরিচালনা করছেন মুফতি শহিদুল্লাহ।
            মাদ্রাসাটি বেফাকুল মাদারিসিল আরাবিয়া বাংলাদেশের অন্তর্ভুক্ত। ২০২১
            সালে মাদ্রাসার ছাত্রসংখ্যা ৫০০০ জন। নিয়মিত ছাত্রদের পাশাপাশি সাধারণ
            শিক্ষায় শিক্ষিতদের জন্য এখানে ‘কুল্লিয়াতে শারইয়্যাই’ এবং স্থানীয়
            সাধারণ মানুষের ধর্মীয় শিক্ষার জন্য বিশেষ ব্যবস্থা আছে।
            প্রতিষ্ঠানটিতে ১৪০ জন শিক্ষক এবং ২১ জন খাদিম ও কর্মচারী রয়েছে।
            সামাজিক সেবামূলক কাজে অংশগ্রহণের জন্য মাদ্রাসাটি প্রতিষ্ঠা করেছে
            ‘ইসলাহী ফাউন্ডেশন’। পরিবেশ সংরক্ষণে অবদানের জন্য মাদ্রাসাটি কৃষি
            মন্ত্রণালয় থেকে ২০০৯ সালে জাতীয় পর্যায়ে প্রথম স্থান অধিকার করে
            এবং পুরস্কৃত হয়। মাদ্রাসার ৯ হাজার স্বেচ্ছাসেবী উন্নয়ন সদস্য
            রয়েছে, যারা মাদ্রাসার উন্নতি-অগ্রগতির জন্য নিয়মিত দান-অনুদান করেন।
            মাদ্রাসাটি থেকে প্রতি রমজানে অন্তত ৫০০ মসজিদে ১০০০ হাফেজকে
            বিনামূল্যে খতমে তারাবিহ পড়ানোর জন্য প্রেরণ করা হয়। এই মাদ্রাসায়
            বার্ষিক উন্নয়ন সদস্য সম্মেলন, বার্ষিক সভা, ইসলাহি মাহফিল সহ প্রতি
            বছর বিভিন্ন অনুষ্ঠানের আয়োজন করা হয়।[১][২]
          </h3>
          <h3>
            জামেয়া রশীদিয়া ফেনী ফেনী সদর উপজেলার মোটবী ইউনিয়নের কালিদাস
            পাহালিয়া নদীর তীরে লস্করহাটে অবস্থিত একটি কওমি মাদ্রাসা। রশিদ আহমদ
            লুধিয়ানভির শিষ্য মুফতি শহিদুল্লাহ ১৯৯৪ সালে এই মাদ্রাসাটি প্রতিষ্ঠা
            করেন। অল্প কয়েকজন ছাত্র নিয়ে একটি জীর্ণ মসজিদে মাদ্রাসাটির যাত্রা
            শুরু হয়। সাত একর জায়গাজুড়ে বিস্তৃত এই শিক্ষাঙ্গনটি প্রতিষ্ঠায়
            অগ্রণী ভূমিকা রাখেন স্থানীয় দানবীর হাজী মোহাম্মদ আলী বিশাল।
            প্রতিষ্ঠালগ্ন থেকে মাদ্রাসাটি পরিচালনা করছেন মুফতি শহিদুল্লাহ।
            মাদ্রাসাটি বেফাকুল মাদারিসিল আরাবিয়া বাংলাদেশের অন্তর্ভুক্ত। ২০২১
            সালে মাদ্রাসার ছাত্রসংখ্যা ৫০০০ জন। নিয়মিত ছাত্রদের পাশাপাশি সাধারণ
            শিক্ষায় শিক্ষিতদের জন্য এখানে ‘কুল্লিয়াতে শারইয়্যাই’ এবং স্থানীয়
            সাধারণ মানুষের ধর্মীয় শিক্ষার জন্য বিশেষ ব্যবস্থা আছে।
            প্রতিষ্ঠানটিতে ১৪০ জন শিক্ষক এবং ২১ জন খাদিম ও কর্মচারী রয়েছে।
            সামাজিক সেবামূলক কাজে অংশগ্রহণের জন্য মাদ্রাসাটি প্রতিষ্ঠা করেছে
            ‘ইসলাহী ফাউন্ডেশন’। পরিবেশ সংরক্ষণে অবদানের জন্য মাদ্রাসাটি কৃষি
            মন্ত্রণালয় থেকে ২০০৯ সালে জাতীয় পর্যায়ে প্রথম স্থান অধিকার করে
            এবং পুরস্কৃত হয়। মাদ্রাসার ৯ হাজার স্বেচ্ছাসেবী উন্নয়ন সদস্য
            রয়েছে, যারা মাদ্রাসার উন্নতি-অগ্রগতির জন্য নিয়মিত দান-অনুদান করেন।
            মাদ্রাসাটি থেকে প্রতি রমজানে অন্তত ৫০০ মসজিদে ১০০০ হাফেজকে
            বিনামূল্যে খতমে তারাবিহ পড়ানোর জন্য প্রেরণ করা হয়। এই মাদ্রাসায়
            বার্ষিক উন্নয়ন সদস্য সম্মেলন, বার্ষিক সভা, ইসলাহি মাহফিল সহ প্রতি
            বছর বিভিন্ন অনুষ্ঠানের আয়োজন করা হয়।[১][২]
          </h3>
        </div>
      </div>
    </>
  );
};

export default Overview;
